[
  {
    "name": "Animate Dead",
    "range": "touch",
    "duration": "special",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Turns the bones or bodies of dead creatures into undead skeletons or zombies (up to twice the caster level in HD) that follow the caster's spoken commands. They remain animated until they are destroyed. Animated skeletons have HD equal to the number the creature had in life; for skeletons of humans or demi-humans, this means one HD, regardless of the character level of the deceased. Zombies have one more HD than the creature had in life. Skeletons and bodies have to be mostly intact for this spell to work. No character may normally control more HD of undead than 4 times his or her level</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "17"
  },
  {
    "name": "Animate Objects",
    "range": "100'+10'/level",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Imbues inanimate objects with mobility and a semblance of life. Objects carried or worn by a creature cannot be animated. The caster can animate one object per level, up to 25 lbs./level.</p> <p>Animated objects attack targets designated by the caster, using the same attack bonus as the caster. Small or lightweight objects do no more than 1d4 damage per hit, while larger or heavier objects do 1d6 or 1d8. Animated weapons do damage using their normal die roll, up to 1d8. Animated objects have a movement rate of 10', and must move in contact with the ground.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "17"
  },
  {
    "name": "Blade Barrier",
    "range": "90'",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Creates a wall of whirling blades up to 20' long per caster level, or a ringed wall of whirling blades with a radius of up to 5' per two levels. Either form will be up to 20' high. Any creature passing through the wall takes 1d6 damage/level (maximum 15d6, save vs. Death Ray for half).</p> <p>If the caster evokes the barrier so that it appears where creatures are, each creature takes damage as if passing through the wall (save vs. Death Ray).</p> <p>A blade barrier provides cover (+4 bonus to AC) against attacks made through it.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "17"
  },
  {
    "name": "Bless*",
    "range": "50' radius",
    "duration": "1 minute/level",
    "class": "Cleric",
    "level": "2",
    "description": "<p>Gives the caster and his or her allies within range a bonus of +1 on attack rolls, morale checks, and saving throws against magical <strong>fear</strong>.</p> <p>Reversed, fills the caster's enemies (within a 50' radius) with fear and doubt, causing each affected creature to suffer a -1 penalty on attack rolls, morale checks, and saving throws against magical <strong>fear</strong>.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "17"
  },
  {
    "name": "Charm Animal",
    "range": "60'",
    "duration": "level+1d4 rounds",
    "class": "Cleric",
    "level": "2",
    "description": "<p>Allows the caster to charm one or more animals at a rate of 1 HD/level. The caster may decide which individual animals out of a mixed group are to be affected first; excess hit dice of effect are ignored. Fantastic creatures may save vs. Spells to resist. When the duration expires, the animals will resume normal activity immediately.</p> <p>This spell does not grant the caster any special means of communication with the affected animals.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "17"
  },
  {
    "name": "Commune",
    "range": "self",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Puts the caster in contact with his patron deity or an extraplanar servant thereof, who answers one yes-or-no question per caster level. The ritual to cast this spell takes 1 turn to complete. The being contacted may or may not be omniscient, and further, though the being is technically allied with the caster, it may still not answer questions clearly or completely.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "18"
  },
  {
    "name": "Continual Light*",
    "range": "360'",
    "duration": "1 year/level",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Creates a spherical region of light, as bright as full daylight up to a 30' radius, with light of lesser intensity to a radius of 60'. Continual light can be cast on an object, into the air, or at a creature.</p> <p>As with <strong>light</strong>, this spell can be used to blind a creature (save vs. Death Ray). If the save is made, the spell is cast into the air just behind the target creature.</p> <p>The reversed spell causes complete absence of light.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Create Food",
    "range": "10'",
    "duration": "permanent",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Creates simple food of the caster's choice, highly nourishing, but rather bland. Up to 3 men or one horse per caster level can be fed for one day with this spell. Food so created decays and becomes inedible within 24 hours, although it can be kept fresh for another 24 hours by casting <strong>purify food and water</strong> on it.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Create Water",
    "range": "10'",
    "duration": "permanent",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Creates one gallon of water per caster level. One or more vessels to contain the water must be available at the time of casting. The water created by this spell is just like clean rain water. Note: Water weighs about 8 lbs. per gallon, and one cubic foot of water is roughly 8 gallons.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Cure Blindness",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "3",
    "description": "<p>The caster can cure a creature suffering blindness (whether caused by injury or by magic, including <strong>light</strong> or <strong>continual light</strong>). Blindness caused by a curse cannot be cured by this spell.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Cure Disease*",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Cures all diseases that the subject is suffering from. The spell also kills parasites afflicting the target creature. Certain special diseases may not be countered by this spell or may be countered only by a caster of a certain level or higher.</p> <p>Note: This spell does not prevent reinfection after a new exposure to the same disease.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Cure Light Wounds*",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Heals 1d6+1 HP of damage.</p> <p>Reversed, causes 1d6+1 damage to the creature affected by it. A successful attack roll is required in this case.</p> <p>Undead are affected by this spell and its reverse in opposite fashion; they are injured by <strong>cure light wounds</strong> and healed by <strong>cause light wounds</strong>.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Cure Serious Wounds*",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Heals dd6+1/level HP of damage.</p> <p>Reversed, causes 2d6+1/level damage to the creature affected by it. A successful attack roll is required in this case.</p> <p>Undead are affected by this spell and its reverse in opposite fashion; they are injured by <strong>cure light wounds</strong> and healed by <strong>cause light wounds</strong>.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "19"
  },
  {
    "name": "Detect Evil*",
    "range": "60'",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Allows the caster to detect overwhelmingly evil creatures and objects. The caster sees the \"evil\" creatures or objects with a definite glow around them, but the glow cannot be seen by anyone else.</p> <p>Reversed, this spell works as above but with respect to \"good\" enchantments, angelic creatures, and so on.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "20"
  },
  {
    "name": "Detect Magic",
    "range": "60'",
    "duration": "2 turns",
    "class": "Cleric",
    "level": "1",
    "description": "<p>The caster is able to detect enchanted or enspelled objects or creatures within range by sight, seeing them surrounded by a pale glowing light. Only the caster sees the glow.</p> <p>Invisible creatures or objects are not detected by this spell, but the emanations of the invisibility magic will be seen as an amorphous glowing fog, possibly allowing the caster to attack the invisible creature at an attack penalty of only -2.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "20"
  },
  {
    "name": "Dispel Evil",
    "range": "touch",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Aids the caster in dealing with \"evil\" creatures from the nether planes.</p> <p>The caster gains a +4 bonus to AC against attacks by evil creatures. In addition the caster can with a touch either drive an evil creature back to its home plane (requires successful attack roll, save vs. Spells) or automatically dispel any one spell cast by an evil creature. Either of these uses ends the spell. Spells that can't be dispelled by <strong>dispel magic</strong> also can't be dispelled by dispel evil.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "20"
  },
  {
    "name": "Dispel Magic",
    "range": "120'",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "4",
    "description": "End ongoing spells that have been cast on a creature or object, or end ongoing spells within a 20' cube. Spell effects created by higher level casters might not be canceled; there is a 5% chance the dispel magic will fail for each level the spell effect exceeds the caster level.</p>  <p>Some effects cannot be ended by dispel magic; including any curse and effects of cursed items.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "20"
  },
  {
    "name": "Find Traps",
    "range": "30'",
    "duration": "3 turns",
    "class": "Cleric",
    "level": "2",
    "description": "<p>Permits the caster to detect a variety of traps, both mechanical and magical. When the caster moves within 30' of a trap, he or she will see it glow with a faint greenish-blue aura. The caster is not, however, able to detect certain natural hazards such as quicksand, a sinkhole, or unsafe walls of natural rock. The spell also does not bestow the caster with the knowledge needed to disarm the trap, nor any details about its type or nature.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "21"
  },
  {
    "name": "Find the Path",
    "range": "touch",
    "duration": "1 turn/level",
    "class": "Cleric",
    "level": "6",
    "description": "<p>The target can find the shortest, most direct physical route to a specified destination. The caster must have some knowledge about the location. Even knowing the name of a location (if it has a name) is enough for this spell to function.</p> <p>The location must be on the same plane as the caster at the time of casting.</p> <p>The spell enables the subject to sense the correct direction that will eventually lead it to its destination, indicating at appropriate times the exact path to follow or physical actions to take.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "21"
  },
  {
    "name": "Growth of Animals",
    "range": "60'+10'/level",
    "duration": "1 turn/level",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Causes an animal to grow to twice its normal size and eight times its normal weight (save vs. Spells). The target will do double normal damage with all physical attacks, and its natural AC increases by 2. The animal's carrying capacity is doubled.</p> <p>All equipment worn or carried by an animal is similarly enlarged by the spell. Any enlarged item that leaves the target's possession instantly returns to its normal size.</p> <p>The spell gives no means of command or influence over the enlarged animals.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "22"
  },
  {
    "name": "Heal*",
    "range": "touch",
    "duration": "permanent",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Immediately ends any and all of the following adverse conditions affecting the target: ability damage, blindness, confusion, deafness, disease, exhaustion or fatigue, <strong>feeblemind</strong>, insanity, nausea, and poison. It also restores all but 1d4 of the target's HP.</p> <p>Reversed, injures the target so that it is left with only 1d4 HP. If the target has fewer hit points remaining than the number rolled, he or she will take at least one point of damage.</p> <p>If used against an undead creature the spell effects are reversed.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "23"
  },
  {
    "name": "Hold Person",
    "range": "180'",
    "duration": "2d8 turns",
    "class": "Cleric",
    "level": "2",
    "description": "<p>This spell will render any living humanoid creature paralyzed (save vs. Spells). Creatures larger than ogres will not be affected by this spell. Targets of the spell are aware, and breathe normally, but cannot take any actions. The spell may be cast at a single person, who makes his or her save at -2, or at a group, in which case 1d4 of the creatures in the group may be affected.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "23"
  },
  {
    "name": "Insect Plague",
    "range": "300'+30'/level",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Summons one swarm of locusts per three caster levels (maximum 6 swarms). See <em>Insect Swarm</em> (BF 98) for the effects of a swarm. The swarms must be summoned so that each one is adjacent to at least one other swarm. The caster may summon the locust swarms so that they share the area of other creatures. Each swarm attacks any creatures occupying its area. The swarms are stationary after being summoned.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "24"
  },
  {
    "name": "Light*",
    "range": "120'",
    "duration": "6 turns + 1/level",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Creates a light like a torch. The effect is immobile if cast into an area, but it can be cast on a movable object. Light taken into an area of magical darkness does not function.</p> <p>Reversed, creates an area of darkness just as described above. It blocks out Darkvision and negates mundane light sources.</p> <p>A light spell may be cast to counter and dispel the darkness spell of an equal or lower level caster (and vice versa).</p> <p>May be used to blind an opponent (save vs. Death Ray).</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "25"
  },
  {
    "name": "Locate Object",
    "range": "360'",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Allows the caster to sense the direction of a well-known or clearly visualized object. He or she can search for general items, in which case the nearest one of its kind is located if more than one is within range. The caster cannot specify a unique item unless he or she has observed that particular item firsthand (not through divination). The spell is blocked by even a thin sheet of lead or gold. Creatures cannot be found by this spell.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "25"
  },
  {
    "name": "Neutralize Poison*",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Detoxifies any sort of venom in the creature or object touched. A poisoned creature suffers no additional effects from the poison; if cast upon a creature slain by poison in the last 10 rounds, the creature is revived with 1 hit point. If cast upon a poisonous object the poison is rendered permanently ineffective.</p> <p>Reversed, the caster must make a successful attack roll; if the attack is a success, the target must save vs. Poison or die. The caster's touch remains poisonous for 1 round per level of ability, or until discharged.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "27"
  },
  {
    "name": "Protection from Evil*",
    "range": "touch",
    "duration": "1 turn/level",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Wards the target from attacks by \"evil\" creatures, from mental control, and from all summoned creatures.</p> <p>Grants +2 AC and +2 on saves against attacks from evil creatures. Blocks any attempt to possess or control the target. If such an attempt is successful it is suppressed until this spell ends. Prevents contact from summoned creatures. If the target attacks a summoned creature this creature is no longer affected.</p> <p>Reversed, protects against \"good\" creatures instead of \"evil\" ones.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "28"
  },
  {
    "name": "Protection from Evil 10' Radius*",
    "range": "touch",
    "duration": "1 turn/level",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Wards all creaturtes within 10' of the target from attacks by evil creatures, from mental control, and from all summoned creatures.</p> <p>Grants +2 AC and +2 on saves against attacks from evil creatures. Blocks any attempt to possess or control those protected. If such an attempt is successful it is suppressed until this spell ends. Prevents contact from summoned creatures. If a protected creature attacks a summoned creature the summoned creature is no longer affected.</p> <p>Reversed, protects against good creatures instead of evil ones.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "28"
  },
  {
    "name": "Purify Food and Water",
    "range": "10'",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Makes spoiled, rotten, poisonous, or otherwise contaminated food and water pure and suitable for eating and drinking. This spell does not prevent subsequent natural decay or spoilage. Unholy water and similar food and drink of significance is spoiled by purify food and drink, but the spell has no effect on creatures of any type nor upon magic potions.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "28"
  },
  {
    "name": "Quest*",
    "range": "5'/level",
    "duration": "special",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Places a magical command on a creature to carry out some service or to refrain from some action or course of activity (save vs. Spells). The target must be able to understand the caster for this spell to take effect. While a quest cannot compel a creature to kill itself, it can cause almost any other course of activity.</p> <p>The target must follow the given instructions until the quest is completed, no matter how long it takes.</p> <p>If the subject is prevented from obeying the quest for 24 hours, it takes 3d6 points of damage each day.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "29"
  },
  {
    "name": "Raise Dead*",
    "range": "touch",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Restores life to a deceased human, demi-human or humanoid that has been dead for no longer than 1 day/level. The target's soul must be free and willing to return.</p> <p>The target of the spell loses one level when it is raised or 1 point of Constitution if it is 1st level.</p> <p>Normal poison and disease are cured, but magical ones are not undone. Missing body parts are not restored.</p> <p>The spell cannot bring back a creature that has become undead or has died of old age.</p> <p>Reversed, will kill instantly the creature touched (save vs. Spells for 2d6 damage).</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "29"
  },
  {
    "name": "Regenerate",
    "range": "touch",
    "duration": "permanent",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Causes the target's severed body parts, broken bones, and ruined organs to grow back. After the spell is cast, the physical regeneration is complete in 1 round if the severed parts are present and touching the creature. Otherwise, a full turn is required for the regeneration to complete.</p> <p>This spell also heals 3d8 points of damage. Regenerate has no effect on nonliving creatures or constructs (including undead).</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "30"
  },
  {
    "name": "Remove Curse*",
    "range": "30'",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Removes all curses on an object or a creature. Does not remove the curse from a shield, weapon, or suit of armor.</p> <p>Reversed, allows the caster to place a curse on the target (save vs. Spells). Choose one of the following effects: -4 decrease to an ability score (minimum 1), -4 penalty on attack rolls and saves, 50% chance to be unable to act each round of combat.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "30"
  },
  {
    "name": "Remove Fear*",
    "range": "touch (120')",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Calms the creature touched. If the target is currently subject to any sort of magical fear, it is allowed a new save vs. Spells to resist that fear, at a bonus of +1 per level of the caster.</p> <p>Reversed, causes one target creature within 120' to become frightened and flee for 2 turns (save vs. Spells). Creatures with 6 or more hit dice are immune to this effect.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "31"
  },
  {
    "name": "Resist Cold",
    "range": "touch",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "1",
    "description": "<p>Grants a creature temporary immunity to cold. Minor cold (such as exposure to winter weather in inadequate clothing) is ignored by the affected creature. Against more significant cold (such as the breath of a White Dragon), the affected creature gains a bonus of +3 on saving throws, and all damage from such attacks is reduced by half (round up).</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "31"
  },
  {
    "name": "Resist Fire",
    "range": "touch",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "2",
    "description": "<p>Grants a creature temporary immunity to fire and heat. Minor heat or fire (such as exposure to normal flames) is ignored by the affected creature. Against more significant heat or fire (such as a <strong>fireball</strong>), the affected creature gains a bonus of +3 on saving throws, and all damage from such attacks is reduced by half (round up).</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "31"
  },
  {
    "name": "Restoration",
    "range": "touch",
    "duration": "permanent",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Each casting of the spell removes a single negative level from a creature who has suffered energy drain (see BF 51). At 16th level, two negative levels may be removed.</p> <p>Alternately, this spell can be used to restore up to 1d4 temporarily drained or 1 permanantly drained ability score points.</p> <p>Restoration does not restore levels lost due to death.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "31"
  },
  {
    "name": "Silence 15' Radius",
    "range": "360'",
    "duration": "2 rounds/level",
    "class": "Cleric",
    "level": "2",
    "description": "<p>Complete silence prevails within a 15' radius around the target. All sound is stopped: Conversation is impossible, spells cannot be cast, and no noise whatsoever issues from, enters, or passes through the area. The spell can be cast on a point in space, making the effect stationary, or on a mobile object. The spell can be centered on a creature (save vs. Spells), and the effect then moves with it. If an item in another creature's possession is targeted, that creature also receives a save vs. Spells to negate.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "31"
  },
  {
    "name": "Speak with Animals",
    "range": "special",
    "duration": "1 turn/4 levels",
    "class": "Cleric",
    "level": "2",
    "description": "<p>The caster can comprehend and communicate with any one animal (not magical or monstrous) that is in sight of the caster and able to hear him or her. The caster may change which animal he or she is speaking with at will, once per round. The spell doesn't alter the animal's reaction or attitude towards the caster; a standard reaction roll should be made to determine this. More intelligent animals are likely to be terse and evasive, while less intelligent ones make inane comments. If an animal is friendly toward the caster, it may be willing to grant some favor or service.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Speak with Monsters",
    "range": "special",
    "duration": "1 turn/5 levels",
    "class": "Cleric",
    "level": "6",
    "description": "<p>The caster can comprehend and communicate with any one monster that is in sight of the caster and able to hear him or her. The caster may change which monster he or she is speaking with at will, once per round. The spell doesn't alter the monster's reaction or attitude towards the caster. More intelligent monsters are likely to be terse and evasive, while less intelligent ones make inane comments. If a monster is friendly toward the caster, it may be willing to grant some favor or service. Mindless monsters are unaffected by this spell.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Speak with Plants",
    "range": "20'",
    "duration": "1 turn",
    "class": "Cleric",
    "level": "4",
    "description": "<p>The caster can comprehend and communicate with both normal plants and plant creatures. A normal plant's sense of its surroundings is limited. The spell doesn't alter the plant's reaction or attitude towards the caster; however, normal plants will generally communicate freely with the caster, as they have nothing else of importance to do. Intelligent plant creatures are more likely to be terse and evasive, behaving in much the same fashion as any other monster. If a plant creature is friendly toward the caster, it may be willing to grant some favor or service.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Speak with Dead",
    "range": "10'",
    "duration": "3 rounds/level",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Grants the semblance of life and intellect to a corpse, allowing it to answer one question per two caster levels. Unasked questions are wasted if the duration expires. The corpse's knowledge is limited to what the creature knew during life, including the languages it spoke (if any). The body must be mostly intact and requires a mouth to speak.</p> <p>If the corpse has been subject to <strong>speak with dead</strong> within the past week, the new spell fails.</p> <p>This spell does not affect a corpse that has been turned into an undead creature.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Spiritual Hammer",
    "range": "30'",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "2",
    "description": "<p>A warhammer made of pure force springs into existence, attacking any foe chosen by the Cleric within range once per round. It deals 1d6 damage per strike, +1 point per three caster levels (maximum of +5). It uses the caster's normal attack bonus, striking as a magical weapon, and thus can inflict damage upon creatures that are only hit by magic weapons. The hammer cannot be attacked or harmed by physical attacks, but <strong>dispel magic</strong>, <strong>disintegrate</strong>, or a <strong>rod of cancellation</strong> will dispel it.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Sticks to Snakes",
    "range": "120'",
    "duration": "6 turns",
    "class": "Cleric",
    "level": "4",
    "description": "<p>Transforms normal wooden sticks into 1d4 HD worth of normal (not giant) snakes (see BF 117) per every four caster levels. The snakes follow the commands of the caster. When slain, dispelled, or the spell expires, the snakes return to their original stick form. Magical \"sticks\" such as enchanted staves cannot be affected.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "32"
  },
  {
    "name": "Striking",
    "range": "touch",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "3",
    "description": "<p>Bestows upon one weapon the ability to deal 1d6 points of additional damage. This extra damage is applied on each successful attack for the duration of the spell. It provides no attack bonus, but if cast on a normal weapon, the spell allows monsters only hit by magical weapons to be affected; only the 1d6 points of magical damage applies to such a monster, however.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "33"
  },
  {
    "name": "True Seeing",
    "range": "touch",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Confers the ability to see all things as they actually are. The subject sees through normal and magical darkness, notices secret doors, sees the exact locations of displaced creatures or objects, sees through normal or magical disguises, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things. The range of true seeing conferred is 120'.</p> <p>True seeing does not penetrate solid objects or negate concealment. The spell effects cannot be further enhanced with known magic.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "33"
  },
  {
    "name": "Wall of Fire",
    "range": "180'",
    "duration": "1 round/level",
    "class": "Cleric",
    "level": "5",
    "description": "<p>Creates a curtain of fire. One side of the wall deals 2d4 fire damage to creatures within 10' and 1d4 fire damage to those within 20' each round. It deals 2d6 +1/level fire damage to any creature passing through it. The wall deals double damage to undead.</p> <p>The wall is either a sheet of flame extending up to 20' per caster level, or a ring with a radius up to 5' per caster level. It is up to 20' tall.</p> <p>Any creature cought within the wall when it appears takes 2d6 +1/level fire damage (save vs. Spells to take 2d4 damage instead).</p> <p>May be maintained by concentration.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "34"
  },
  {
    "name": "Word of Recall",
    "range": "self (special)",
    "duration": "instantaneous",
    "class": "Cleric",
    "level": "6",
    "description": "<p>Teleports the caster instantly back to his or her sanctuary. The caster must designate the sanctuary when he or she prepares the spell, and it must be a very familiar place. The caster cannot travel between planes. The caster can bring along objects or willing creatures, not to exceed 300 lbs. plus 100 lbs. per level above 10th. The caster must be in contact with all objects and/or creatures to be transported.</p> <p>A creature's save vs. Spells prevents items in its possession from being teleported.</p>",
    "source": "https://www.dustinian.com/_prototypes/bfrpg_spell_cards.xml",
    "book": "BF",
    "page": "35"
  }
]